alacritty
amd-ucode
ark
base
base-devel
dex
discord
dkms
docker
docker-buildx
docker-compose
dolphin
dunst
efibootmgr
egl-wayland
fastfetch
fd
firefox
flatpak
freetube
fuzzel
go
grim
grub
gst-plugin-pipewire
helm
htop
hyprlock
iwd
jellyfin-media-player
jetbrains-toolbox
jq
k9s
kate
keepassxc
konsole
kubectl
less
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lutris
man-db
nano
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
obs-studio
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
playerctl
polkit-kde-agent
pre-commit
python-dotenv
python-pip
python-pipx
ripgrep
satty
slurp
smartmontools
spotify-launcher
steam
sway
swayidle
swayr
synology-drive
terraform
tk
tmux
ttf-jetbrains-mono-nerd
vim
waybar
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-wlr
xdg-utils
yadm
zram-generator
zsh
