alacritty
amd-ucode
ansible
ark
base
base-devel
discord
dkms
docker
docker-buildx
docker-compose
dolphin
efibootmgr
egl-wayland
fastfetch
firefox
flatpak
freetube
grub
gst-plugin-pipewire
helm
htop
iwd
jellyfin-media-player
jetbrains-toolbox
jq
k9s
kate
keepassxc
konsole
kubectl
less
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lutris
man-db
nano
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
obs-studio
os-prober
pgcli
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
pre-commit
python-black
python-dotenv
python-jose
python-orjson
python-pip
python-pipx
python-prettytable
python-tld
python-typing_extensions
python311
slack-desktop
smartmontools
spotify-launcher
steam
synology-drive
terraform
tk
tmux
ttf-jetbrains-mono-nerd
vim
wget
wireless_tools
wireplumber
wowup-bin
wowup-cf-bin
xdg-utils
xorg-xinit
yadm
yay-bin
yay-bin-debug
zram-generator
zsh
